{
    "reviews": [
        {
            "text": "This is our second time to this restaurant. The food, staff and atmosphere is excellent! We've had the crab dip appetizer, sashimi. salmon roll, rainbow roll, green curry, and Pad Thai. All were fresh and good!",
            "author":"Lorie Small",
            "id":0
        },
        {
            "text": "Super delicious food. Super bright and amazing ambience. Around in wasilla, I highly recommend this place for best Thai and sushi. We had dietary restrictions and they so flexibly accommodated it. No fuss at all. This is something I loved and appreciate for an amazing restaurant. All their food we had were just lip smacking. After a long day...",
            "author":"Pauravi Gandhi",
            "id":1
        },
        {
            "text": "We had a chance to go out to eat without the kids and enjoyed outdoor seating in the sun. What a lovely way to spend some time on a Saturday afternoon. Absolutely no wait to be seated and served. Food came out quickly, hot, and SO delicious! We try something different each time we visit and have loved everything. Amazing food, fantastic service!",
            "author":"Heidi McClure",
            "id":2
        },
        {
            "text": "Just went there to get dinner for my family of 8. We were very pleased with the food and service. Lovely place and people. we had Green Curry Soup, Chicken Sesame,  Chicken Fried Rice, and Beef Egg Rolls. Everything was very well cooked and tasted wonderful. I would recommend this to anyone looking for a place to eat.",
            "author":"Robert Geiger",
            "id":3
        },
        {
            "text": "This is a local “fancy” restaurant but don’t worry about heading in with your carhartts, this is AK after all. The lobster roll is a favorite, but I say get the Da Bomb and add mango, thank me later! The servers have killer smiles and great attitude, and the chefs take pride in their work. We love going!",
            "author":"Nicole Sliwinski",
            "id":4
        }
    ]
}